#include <Wire.h>
#include <LiquidCrystal_I2C.h>
LiquidCrystal_I2C lcd(0x3F,16,2);          //    Задава се LCD адреса 0x27 , 16 символа ( знака ), 2 реда
/*************************************************************************************************************/
void setup()
{
  lcd.init();                            //     Инициализация на LCD
  delay(100);
  lcd.clear();                         //     Изстриване на екрана
  delay(100);
  lcd.setBacklight(0);
  lcd.setCursor(2,0);              //     Позициониране курсора на 3 символ 1 ред
  delay(100);
  lcd.print("Hellow World");        //     На дисплея се изписва текста Hellow World
}
/*************************************************************************************************************/
void loop()
{ }

/*************************************************************************************************************/
